{
  "Je te forward le mail de la semaine dernière.": "Je te renvoie le courriel de la semaine dernière.",
  "On se fait un call asap ?": "On s'appelle dès que possible ?",
  "J'ai un brunch sur le rooftop": "J'ai un déjeuner sur la terrasse du toit.",
  "Je peux pas, j'ai un one-to-one": "Je ne peux pas, j'ai un entretien individuel.",
  "Je suis en full-remote": "Je travaille à distance à temps complet.",
  "Je suis en PTO": "Je suis en congé.",
  "Je suis en WFH": "Je travaille de chez moi.",
  "Je suis en meeting": "Je suis en réunion.",
  "Je suis en call": "Je suis en appel.",
  "J'ai un meeting cet aprem": "J'ai une réunion cet après-midi.",
  "Il faut challenger les specs": "Il faut remettre en question les spécifications.",
  "Il faut faire un debrief": "Il faut faire un compte-rendu.",
  "Il faut faire une update": "Il faut faire une mise à jour.",
  "J'ai un feedback à te donner": "J'ai un retour à te faire.",
  "J'ai passé un hotfix sur la prod": "J'ai déployé une correction en urgence sur la production.",
  "Il manque un endpoint sur l'API": "Il manque un point de terminaison sur l'API.",
  "Il faut faire un rollback": "Il faut revenir en arrière.",
  "Je suis en charge de l'onboarding": "Je suis en charge de l'intégration.",
  "Je suis en charge de l'offboarding": "Je suis en charge du désengagement.",
  "Je suis en charge du reporting": "Je suis en charge du compte-rendu.",
  "Je me suis fait challenger par le comité strat'": "J'ai été remis en question par le comité stratégique.",
  "On m'a beaucoup challengé sur ce point": "On m'a beaucoup enquiquiné sur ce point.",
  "Il faut faire un follow-up": "Il faut faire un suivi.",
  "Il faut envoyer les chiffres de la BI": "Il faut envoyer les chiffres de l'informatique décisionnelle.",
  "Il faut sortir des KPIs": "Il faut exporter des indicateurs clés de performance.",
  "J'ai chamboulé la roadmap": "J'ai modifié la feuille de route.",
  "On fait un afterwork lundi soir ?": "On fait un pot lundi soir ?",
  "Adresser de nouveaux use-cases ": "Adresser de nouveaux cas d'utilisations",
  "Je suis OOO": "Je suis absent du bureau.",
  "Nous verrons cela lors du Tech Friday": "Nous verrons cela lors du vendredi technologique.",
  "On se fait un meeting mercredi après le brunch pour le kickoff du projet": "On se fait une réunion mercredi après le déjeuner pour le lancement du projet.",
  "On a un brainstorming ce matin" : "On a une séance de remue-méninges ce matin.",
  "Je dois booker une salle pour la réunion": "Je dois réserver une salle pour la réunion.",
  "Je dois updater mon CV" : "Je dois mettre à jour mon CV.",
  "On a une deadline à respecter" : "On a une date limite à respecter",
  "Je vais skipper la réunion" : "Je vais sauter la réunion.",
  "On a un workshop la semaine prochaine" : "On a un atelier la semaine prochaine.",
  "Je dois check mes emails" : "Je dois vérifier mes courriels.",
  "On va brainstormer sur ce projet" : "On va faire un remue-méninges sur ce projet.",
  "Je vais follow-up avec le client" : "Je vais faire un suivi avec le client.",
  "On va faire une feedback session" : "On va faire une session de retour d'expérience.",
  "On a un team-building prévu la semaine prochaine" : "On a une activité de renforcement d'équipe prévue la semaine prochaine.",
  "On a un workshop sur la stratégie" : "On a un atelier sur la stratégie.",
  "Je vais forward le rapport à tous les départements" : "Je vais transmettre le rapport à tous les départements.",
  "Je vais schedule une réunion pour demain" : "Je vais planifier une réunion pour demain.",
  "Je vais check les disponibilités des participants" : "Je vais vérifier les disponibilités des participants",
  "Je vais prendre un break" : "Je vais faire une pause.",
  "Je vais share le document avec l'équipe" : "Je vais partager le document avec l'équipe.",
  "On le fait en quick 'n dirty" : "On le fait rapidement et sans fioritures.",
  "Lance le sujet en stand-up" : "Lance le sujet en réunion debout.",
  "Je reste en backup si besoin" : "Je reste en soutien si besoin.",
  "On a besoin de quick wins pour ce client" : "On a besoin de victoires rapides pour ce client.",
  "Je l'ai testé sur un side project" : "Je l'ai testé sur un projet personnel annexe.",
  "J'ai revu tout le workflow d'authentification" : "J'ai revu tout le processus d'authentification.",
  "C'est une feature nice-to-have et non pas must-have" : "C'est une fonctionnalité sympathique à avoir mais elle n'est pas indispensable.",
  "Ça smell pas bon ce truc" : "Ça sent pas bon ce truc.",
  "C'est assez tricky comme truc" : "C'est assez délicat comme truc.",
  "C'est compliant avec la RGPD" : "C'est conforme au RGPD.",
  "La feature est en beta" : "La fonctionnalité est en version bêta.",
  "C'est un MVP" : "C'est un produit minimum viable.",
  "C'est un POC" : "C'est une preuve de concept.",
  "C'est blocker" : "C'est bloquant.",
  "Il faut avancer sur le scénario store-to-web" : "Il faut avancer sur le scénario magasin-vers-web.",
  "Il faut changer le fonctionnement de la waiting-list": "Il faut changer le fonctionnement de la liste d'attente.",
  "Peux-tu récupérer des KPIs sans la feature des flags ?": "Peux-tu récupérer des indicateurs clés de performance sans la fonctionnalité des drapeaux ?",
  "War-room ?": "Réunion de crise ?",
  "Ça ne touche qu'à la codebase legacy": "Ça ne touche qu'à l'ancienne base de code."
}
